[
  {
    "name": "Women in Robotics San Antonio Presents: Leading Women in Tech",
    "description": "On March 20, women in Robotics San Antonio is hosting a free community event.\n\nWe hope you will join us for a special evening highlighting women who are at the forefront of groundbreaking technological advances right here in our community—cybersecurity, aerospace, robotics and more—that are being used across the nation and around the world while creating life-changing career and entrepreneurial opportunities in our hometown.\n\nAll ages are welcome meet an array of inspiring leaders, make connections and learn about career and educational pathways to be a part of San Antonio’s rising profile as a global capital of tech innovation.\n\nSpecial guests include:\n\n- Bianca Rhodes, President & CEO - Knight Aerospace (Aerospace – Developing life-saving medical innovations for military aircraft)\n- Kimberly Hayes, Founder - Valkim Technologies (Robotics – Oil and gas industry)\n- Lydia Unterreiner, Astroport Space Technologies (Robotics/3D Printing – Lunar construction)\n- Felicia Martinez, LS4 3D Printing (3D Printing – Creative 3D printed solutions for an array of industries, including Space)\n- Casandra Davila, Sr. Engineering Manager – Standard Aero (Aerospace – Maintenance and modernization of aircraft engines)\n- Tanis Hastman, Director, Customer Programs – Standard Aero\n- Ivy Vasquez Sandoval, Robotics Software Engineer – Plus One Robotics (Robotics software company)\n\nAlso meet trailblazing women from Boeing and Port San Antonio.",
    "location": "San Antonio",
    "date": "2024-03-20",
    "time": "5:30:00 PM",
    "url": "https://www.eventbrite.com/e/women-in-robotics-san-antonio-presents-leading-women-in-tech-tickets-857084913047"
  },
  {
    "name": "Women in Robotics Meetup Boston",
    "description": "MassRobotics is hosting our quarterly Women in Robotics Boston Chapter meetup! We are thrilled to be joined by two amazing leaders!\n\n- Oli Qirko, President at Cambridge Consultants\n- Michal Preminger, Regional Head at Johnson & Johnson Innovation, East North America\n\nWomen in Robotics is a global community dedicated to supporting women already working in robotics and those aspiring to join the field, whether in entrepreneurship, industry, or academia. Our initiatives span local networking events, outreach, education, mentoring, and the promotion of inspiring role models in robotics research, industry, entrepreneurship, and, of course, plenty of fun.\n\nThank you to Cambridge Consultants for sponsoring this event.",
    "location": "Boston",
    "date": "2024-03-12",
    "time": "5:30:00 PM",
    "url": "https://www.eventbrite.com/e/women-in-robotics-tickets-851582384837"
  },
  {
    "name": "Robotics over Coffee with Women in Robotics Bay Area",
    "description": "Join us for a casual coffee chat with awesome women in robotics in the Bay Area on March 14, 2024!",
    "location": "Bay Area",
    "date": "2024-03-14",
    "time": "6:00:00 PM",
    "url": "https://www.eventbrite.com/e/robotics-over-coffee-with-women-in-robotics-bay-area-tickets-797075924547"
  }
]
